public class DataSet {
    //테스트용임. DB 연동 시 삭제 필요
    Object[][] Menus = {
    {"커피", "아메리카노", "4,000원", "O"},
    {"커피", "카페라떼", "4,500원", "X"},
    {"커피", "카푸치노", "5,000원", "X"},
    {"커피", "바닐라라떼", "5,000원", "X"},
    {"커피", "콜드브루", "5,500원", "X"},
    {"논커피", "딸기라떼", "6,000원", "X"},
    {"논커피", "녹차라떼", "6,000원", "O"},
    {"논커피", "초코라떼", "6,000원", "O"},
    {"논커피", "오렌지주스", "5,000원", "O"},
    {"논커피", "유자차", "5,500원", "X"},
    {"디저트", "치즈케이크", "7,000원", "X"},
    {"디저트", "티라미수", "7,500원", "X"},
    {"디저트", "마카롱", "2,000원", "X"},
    {"디저트", "쿠키", "1,500원", "X"},
    {"디저트", "브라우니", "2,500원", "X"},
    {"스무디", "딸기스무디", "6,500원", "X"},
    {"스무디", "망고스무디", "6,500원", "O"},
    {"스무디", "블루베리스무디", "7,000원", "X"},
    {"에이드", "레몬에이드", "5,000원", "x"},
    {"에이드", "자몽에이드", "5,500원", "X"}
    };

    Object[] categories = { "커피", "논커피", "디저트", "스무디", "에이드" };
}
